[
    {
        "id": 1,
        "title": "How Marfan Syndrome Affects Your Heart",
        "author": "Maharadhi Themes",
        "comment": 0,
        "topic": "Preventive Heart Care",
        "view": 140,
        "img": "https://i.ibb.co/QYkCCnK/1.jpg",
        "description": "About one in 5,000 people have a genetic disorder called Marfan syndrome. This condition affects the connective tissues that hold together the body’s cells, organs, and tissues. Because connective tissue is found all over the body, Marfan syndrome can affect many different systems – including the heart and blood vessels.That’s why early and accurate diagnosis is crucial: the earlier treatment is offered, the lower the chance of a serious heart condition."
    },
    {
        "id": 2,
        "title": "5 Myths About Inherited Cardiac Diseases",
        "author": "Maharadhi Themes",
        "img": "https://i.ibb.co/tzmgVvs/2.jpg",
        "comment": 0,
        "view": 240,
        "topic": "Vascular Disease",
        "description": "Just as your genes define your outer appearance, they also influence your heart and cardiovascular system. Some heart conditions can be influenced by lifestyle habits like poor diet, smoking, and physical inactivity, but others are inherited or have a genetic component.Beyond these categories, other inherited conditions include abnormalities of the aorta and blood vessels — such as conditions like Marfan syndrome, Loeys-Dietz syndrome, pulmonary arterial hypertension — and familial amyloidosis."
    },
    {
        "id": 3,
        "title": "Rethink Your Weight Loss Resolution",
        "img": "https://i.ibb.co/80d8F2t/3.jpg",
        "topic": "Preventive Heart Care",
        "author": "Maharadhi Themes",
        "comment": 0,
        "view": 190,
        "description": "There’s no shortage of statistics and education about the obesity epidemic. We’ve all seen the headlines: over 70 percent of American adults and one in three children are at the clinical threshold for being overweight or obese.Obesity is also a known risk factor for heart disease, stroke and type 2 diabetes because it’s linked to high blood pressure, high cholesterol, and high triglycerides – all important factors in heart disease."
    },
    {
        "id": 4,
        "title": "Why Can You Feel Your Pulse in Your Stomach?",
        "author": "Maharadhi Themes",
        "comment": 0,
        "img": "https://i.ibb.co/WyT55V9/4.jpg",
        "view": 140,
        "topic": "Preventive Heart Care",
        "description": "Have you ever noticed your pulse in certain parts of your body but not others? For instance, its possible to sometimes feel your heartbeat in your stomach – and usually, thats completely normal.Lets explore why you can feel your heartbeat in places other than your chest.Have you ever noticed your pulse in certain parts of your body but not others? For instance, its possible to sometimes feel your heartbeat in your stomach – and usually, thats completely normal.Lets explore why you can feel your heartbeat in places other than your chest."
    },
    {
        "id": 5,
        "title": "Avoid These Foods if You Have Heart Failure",
        "author": "Maharadhi Themes",
        "comment": 0,
        "img": "https://i.ibb.co/3RVkS3j/5.jpg",
        "view": 540,
        "topic": "Heart Failure",
        "description": "If you’re living with heart failure, making some simple adjustments to your diet can improve your quality of life.  For starters, aim to eat a variety of fresh or frozen fruits and vegetables every day. Fruits and vegetables are low in calories, which can help you maintain a healthy weight. They’re also loaded with vitamins and minerals and full of fiber, which helps your body regulate blood sugar levels and lower cholesterol. One nutrient to consider when choosing produce is potassium, as some medications for heart failure can affect your body’s potassium levels. Most diuretics can lead to loss of potassium, while angiotensin converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) can increase it. You’ll also need to reduce or eliminate certain foods and drinks from your diet, especially things that increase fluid retention, contribute to blood sugar problems, or lead to obesity. "
    },
    {
        "id": 6,
        "title": "Vaping and Your Heart: What We Know So Far",
        "author": "Maharadhi Themes",
        "topic": "News and Noteworthy",
        "comment": 0,
        "img": "https://i.ibb.co/VDTfK82/6.jpg",
        "view": 140,
        "description": "Vaping is more than a passing fad: 3,500 adolescents start vaping every day, and one in 20 Americans use e-cigarettes today.Its popular for a few reasons. First, e-cigarettes dont produce smelly tobacco smoke. And the devices are often more affordable than cigarettes and come in a wide variety of designs and flavors.In fact, when e-cigarettes first came on the market more than a decade ago, they were touted as a healthier alternative to regular tobacco products, especially for those trying to quit. But research has caught up over the last ten years, painting a grim picture of vapings so-called health benefits, even compared to cigarettes."
    }
]